Repository: Knarzbob/GeoCaching-iOS
Catalog: GeoCaching iOS/GeoCaching/Supporting Files/*.lproj/Localizable.strings
Languages: de

source: About the App
de: Wozu die App?

source: About this app
de: Über diese App

source: Activate Offline-Maps
de: Karte offline verfügbar machen

source: Additional Hints
de: Zusätzliche Hinweise

source: An Update of the map material requires a lot of your data volume (~ 100MB).
de: Ein Update des Kartenmaterials erfordert viel Datenvolumen (ca. 100MB).

source: An error occured. Please try again.
de: Es ist ein Fehler aufgetreten. Versuch's nochmal.

source: And now?
de: Und jetzt?

source: Are you sure you want to delete the cache from your List?
de: Möchtest Du den Cache aus der Liste entfernen?

source: Cancel
de: Abbrechen

source: Comments
de: Kommentare

source: Comments from other Users
de: Kommentare von anderen Benutzern

source: Container-Size
de: Größe des Caches

source: Create own Marker
de: Eigene Koordinaten eingeben

source: Delete
de: Löschen

source: Delete cache
de: Cache löschen

source: Delete own Marker
de: Marker löschen

source: Description
de: Beschreibung

source: Difficulty
de: Schwierigkeit

source: Distance to cache:
de: Entfernung zum Cache:

source: Distance to marker:
de: Entfernung zur Markierung:

source: Do you want to mark this cache as 'Found'?
de: Möchtest du diesen Cache als 'Gefunden' markieren?

source: Download finished. Parsing…
de: Download abgeschlossen. Datei wird gelesen…

source: End Ochsenfurt-Tour
de: Ochsenfurt-Tour beenden

source: Equipped with a Global Positioning System (GPS) and coordinates of a "treasure" from the internet you can find so called Caches, which are placed by someone else at uncommon places.
de: Ausgestattet mit einem Global Positioning System (GPS)-Empfänger und den Koordinaten eines "Schatzes" aus dem Internet kann man die sogenannten Caches finden, die jemand anderes an ungewöhnlichen Plätzen versteckt hat.

source: Found on
de: Gefunden am

source: Found that cache?
de: Cache gefunden?

source: Found!
de: Gefunden!

source: General
de: Allgemein

source: GeoCaching is a modern form of Paper chase.
de: GeoCaching ist eine moderne Form der Schnitzeljagd.

source: Go!
de: Los!

source: Have fun wishes you the team of City Marketing Ochsenfurt.
de: Viel Spaß wünscht dir das Team vom Stadtmarketing Ochsenfurt.

source: Hidden by
de: Versteckt von

source: Hidden on
de: Versteckt am

source: Insert coordinates
de: Koordinaten eingeben

source: It will be displayed in your profile.
de: Er erscheint dann in deinem Profil.

source: It will be placed back on the map to be found later.
de: Er erscheint dann wieder auf der Karte und kann erneut gefunden werden.

source: Last update:
de: Letztes Update:

source: Map
de: Karte

source: More informations…
de: Mehr Informationen…

source: No information
de: Keine Angabe

source: No.
de: Nein.

source: Options
de: Optionen

source: Please ensure you are connected to a WiFi-Hotspot.
de: Bitte stelle sicher, dass du eine aktive WLAN-Verbindung hast.

source: Please enter your coordinates here.
de: Gib hier deine Koordinaten ein.

source: Profile
de: Mein Profil

source: Puzzle-Caches, also known as Mystery.
de: Rätselcaches, im Sprachgebrauch auch "Mystery", "Puzzle-Cache" oder "Rätehaken" genannt.

source: Restart Geocaching-Tutorial
de: Geocaching-Tutorial durchführen

source: Settings
de: Einstellungen

source: Short description
de: Kurzbeschreibung

source: Show additional hints…
de: Zusätzliche Hinweise anzeigen…

source: Start Ochsenfurt-Tour
de: Ochsenfurt-Tour starten

source: Terrain
de: Gelände

source: Thank you for your interest in our GeoCaching-App for the city of Ochsenfurt.
de: Vielen Dank, dass du die GeoCaching-App der Stadt Ochsenfurt benutzen möchtest.

source: The Coordinates of the Multi Cache are not known at the beginning. You have to go through a couple of stations to get the final coordinates.
de: Beim Multi Cache sind die Koordinaten des Versteckes zu Beginn der Suche nicht bekannt. Man muss sie sich erst durch das Finden verschiedener Stationen erarbeiten.

source: The given coordinates are not leading directly to the cache. Instead you have to solve a puzzle to get the final coordinates.
de: Die angegebenen Koordinaten sind nicht die des eigentlichen Versteckes, sondern befinden sich meist lediglich in der Nähe. Um die Finalkoordinaten zu erhalten muss zuerst ein Rätsel gelöst werden.

source: The map will support you at your hunt after the caches.
de: Die Kartenansicht soll dich bei deiner Jagd nach den Caches unterstützen.

source: The most common cache-type. The coordinates are known right at the beginning so you can get to it without losing time.
de: Der am häufigsten anzutreffende Cachetyp. Beim Traditional werden die Koordinaten des Verstecks direkt veröffentlicht, so dass man ohne Umwege direkt zum Cache geführt wird.

source: There are exciting puzzles, misterious places and unique caches wating for you to find – Just go ahead and start your adventure!
de: Es warten spannende Rätsel, mysteriöse Orte und einzigartige Caches auf dich – Begib dich jetzt in ein neues Abenteuer!

source: This App contains informations about the caches, which are placed in and around Ochsenfurt.
de: Diese App enthält Informationen zu den sogenannten Caches (die Schätze), die in und um Ochsenfurt verteilt worden sind.

source: This app is a project of students from the university of applied science Würzburg/Schweinfurt.
de: Diese App ist eine Projektarbeit von Studenten der Hochschule für angewandte Wissenschaften Würzburg-Schweinfurt

source: To show you what GeoCaching is all about, we created a small tour for you!
de: Um dir zu zeigen, worum es sich beim GeoCaching handelt, haben wir eine kleine Tour für dich vorbereitet.

source: Update caches…
de: Neue Caches abrufen…

source: Update coordinates
de: Koordinaten aktualisieren

source: Update map
de: Kartenupdate durchführen

source: Update map…
de: Kartenupdate durchführen…

source: Welcome, Traveller!
de: Herzlich Willkommen!

source: What is GeoCaching?
de: Was ist GeoCaching?

source: Yes!
de: Ja!

source: You haven't found any caches yet…
de: Du hast noch keine Caches gefunden…

source: Your Marker
de: Deine Markierung

source: Your found caches
de: Gefundene Caches

source: Your smartphone is already equipped with a GPS receiver.
de: Dein Smartphone ist bereits mit einem GPS-Empfänger ausgestattet.
